[
    {
        "title": "SMS Solutions",
        "overview": "Our SMS platform is engineered for speed and reliability—ensuring that your messages reach your customers when it matters most.",
        "imgUrl": "/ProductImage/productSnapshot.png",
        "desc": {
            "line": [
                {
                    "desctitle": "OTP & Authentication",
                    "desc": "Secure, time-sensitive one-time passwords for account verification and secure transactions. Enjoy high security with encryption, reducing the risk of fraud."
                },
                {
                    "desctitle": "Transactional SMS",
                    "desc": "Automated messages triggered by customer interactions such as order confirmations, shipping details, and account notifications. These messages are personalized and sent in real time to maintain high engagement."
                },
                {
                    "desctitle": "Promotional SMS",
                    "desc": "Engage your audience with targeted campaigns. Customize your messages using variables (like customer names) to make each communication personal."
                },
                {
                    "desctitle": "Two-Way Messaging",
                    "desc": "Enable interactive conversations with your customers, allowing them to reply directly to your campaigns."
                }
            ]
        },
        "benefits": {
            "title": "Benefits & Features",
            "imgUrl" :"/ProductImage/1.png",
            "content": [
                {
                    "benetitle": "Personalization",
                    "desc": "Use dynamic variables to create tailored messages."
                },
                {
                    "benetitle": "Reliability",
                    "desc": "Achieve up to 100% delivery rates on verified contacts."
                },
                {
                    "benetitle": "Flexible Scheduling",
                    "desc": "Send messages in real time or schedule them for optimal timing."
                },
                {
                    "benetitle": "Data Integration",
                    "desc": "Seamlessly upload customer data from CSV, Excel, and other formats."
                }
            ]
        }
    },
    {
        "title": "Voice Services",
        "overview": "Experience the power of voice communication with solutions that make every call count. Our voice services enhance customer interactions through clarity, efficiency, and intelligence.",
        "imgUrl":"/ProductImage/5.webp",
        
        "desc": {
            "line": [
                {
                    "desctitle": "Outbound Dialing",
                    "desc": "Deliver pre-recorded voice messages quickly and reliably. Ideal for marketing campaigns, alerts, and notifications."
                },
                {
                    "desctitle": "IVR Telephony",
                    "desc": "Provide a self-service option for customers with an Interactive Voice Response system that routes calls efficiently and gathers necessary information."
                },
                {
                    "desctitle": "Missed Call Alerts",
                    "desc": "Ensure no opportunity is lost by converting missed calls into actionable leads with immediate follow-ups."
                }
            ]
        },
        "benefits": {
            "title": "Benefits & Features",
            "imgUrl":"/ProductImage/5.webp",
            "content": [
                {
                    "benetitle": "Multilingual Support",
                    "desc": "Cater to a diverse audience with voice messages in multiple languages."
                },
                {
                    "benetitle": "Real-Time Monitoring",
                    "desc": "Track call progress and performance with detailed analytics."
                },
                {
                    "benetitle": "Secure Call Handling",
                    "desc": "Enjoy encrypted communications to maintain privacy and compliance."
                },
                {
                    "benetitle": "Quick Activation",
                    "desc": "Get your voice campaigns live within minutes without extensive technical setup."
                }
            ]
        }
    },
    {
        "title": "Email Solutions",
        "overview": "Build lasting relationships with your customers through clear, effective, and personalized email communications. Our email solutions cover both transactional and promotional needs.",
        "imgUrl":"/ProductImage/2.png",
        
        "desc": {
            "line": [
                {
                    "desctitle": "Transactional Emails",
                    "desc": "Automatically triggered emails for activities such as password resets, invoices, and account alerts. These emails are fully encrypted and designed to build trust and reliability."
                },
                {
                    "desctitle": "Promotional Emails",
                    "desc": "Creative, visually engaging emails designed to capture attention and drive conversions. Utilize rich media, personalized content, and clear CTAs to boost engagement."
                }
            ]
        },
        "benefits": {
            "title": "Benefits & Features",
            "content": [
                {
                    "benetitle": "Personalization",
                    "desc": "Tailor emails with customer-specific details to enhance relevance."
                },
                {
                    "benetitle": "Timeliness",
                    "desc": "Ensure messages are delivered when customer intent is highest."
                },
                {
                    "benetitle": "Enhanced Engagement",
                    "desc": "Use interactive elements and rich media to make your emails stand out."
                },
                {
                    "benetitle": "Industry-Specific Templates",
                    "desc": "Pre-designed templates available for banking, e-commerce, insurance, and more."
                }
            ]
        }
    },
    {
        "title": "WhatsApp Business API",
        "overview": "Leverage the world’s most popular messaging app for business communication. Our WhatsApp Business API transforms your contact number into a dynamic business tool.",
        "imgUrl":"/ProductImage/9.jpeg",
        "desc": {
            "line": [
                {
                    "desctitle": "Interactive Notifications",
                    "desc": "Engage your customers with clickable buttons, images, and rich media that drive immediate responses."
                },
                {
                    "desctitle": "Automated Bots",
                    "desc": "Provide 24/7 support and streamline customer interactions with customizable chatbots."
                },
                {
                    "desctitle": "Custom Branding",
                    "desc": "Enhance customer trust by integrating your logo, tagline, and personalized welcome messages directly into the chat interface."
                }
            ]
        },
        "benefits": {
            "title": "Benefits & Features",
            "content": [
                {
                    "benetitle": "End-to-End Encryption",
                    "desc": "Maintain customer privacy with secure, encrypted messages."
                },
                {
                    "benetitle": "Multilingual Capabilities",
                    "desc": "Support diverse audiences with messages in multiple languages."
                },
                {
                    "benetitle": "Seamless Integration",
                    "desc": "Easily integrate with your existing CRM and marketing platforms."
                },
                {
                    "benetitle": "Scalability",
                    "desc": "Handle high volumes of interactions without compromising on performance."
                }
            ]
        }
    },
    {
        "title": "Customer Engagement",
        "overview": "Maximize customer interactions with our AI-driven marketing automation solution. Omronix Customer Engagement is designed to analyze customer behavior and deliver the right message at the right time.",
        "imgUrl":"/ProductImage/1.png",
        "desc": {
            "line": [
                {
                    "desctitle": "Unified Dashboard",
                    "desc": "Monitor all your campaigns in one place with detailed analytics and real-time reporting."
                },
                {
                    "desctitle": "Smart Algorithms",
                    "desc": "Ensure that your messages are optimized for maximum reach and engagement."
                },
                {
                    "desctitle": "Multimedia Messaging",
                    "desc": "Add a personal touch with images, videos, and interactive elements that make your campaigns memorable."
                },
                {
                    "desctitle": "Omnichannel Integration",
                    "desc": "Combine SMS, email, voice, and WhatsApp communications into a single, cohesive strategy."
                }
            ]
        },
        "benefits": {
            "title": "Benefits & Features",
            "benefitImgUrl": "/ProductImage/1.png",
            "content": [
                {
                    "benetitle": "Enhanced Lead Generation",
                    "desc": "Convert more prospects into customers with data-driven insights."
                },
                {
                    "benetitle": "Improved Retention",
                    "desc": "Keep your audience engaged with timely, relevant content."
                },
                {
                    "benetitle": "Campaign Optimization",
                    "desc": "Use real-time data to adjust your strategies for better performance."
                },
                {
                    "benetitle": "Industry Versatility",
                    "desc": "Tailored solutions for education, media, travel, e-commerce, and more."
                }
            ]
        }
    }
]